tap "homebrew/services"

brew "bat"
brew "curl"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "tree-sitter"
brew "vale"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
